Repository: VinzZ00/workitout
Catalog: WorkItOut/Core/Resources/Localizable.xcstrings
Source language: en
Languages: id

source: (Check all that apply)
id: (Centang semua yang sesuai)

source: (Pick Three)
id: (Pilih Tiga)

source: (You can skip this part)
id: (Anda dapat melewati bagian ini)

# %lld Exercise (%lld Min)
source: %1$lld Exercise (%2$lld Min)
id: %1$lld Latihan (%2$lld Min)

source: %lld Exercise (60 Min)
id: %lld Latihan (60 Menit)

source: %lld min
id: %lld menit

source: %lld Min
id: %lld Menit

source: • Listen to your body and don't push yourself too hard. • Modify poses as needed to accommodate your growing belly. • Drink plenty of water before, during, and after your practice. • Wear comfortable clothing that allows you to move freely.
id: - Dengarkan tubuh Anda dan jangan memaksakan diri Anda terlalu keras. - Modifikasi pose sesuai kebutuhan untuk mengakomodasi perut Anda yang semakin membesar. - Minumlah banyak air sebelum, selama, dan setelah latihan. - Kenakan pakaian yang nyaman yang memungkinkan Anda bergerak bebas.

source: 10 Minutes
id: 10 Menit

source: 20 Minutes
id: 20 Menit

source: 30 Minutes
id: 30 Menit

source: A little bit
id: Sedikit

source: Abdominal Surgery
id: Bedah Perut

source: Added Yoga Pose
id: Yoga Pose Ditambah

source: Afternoon
id: Sore

source: Agree and Continue
id: Setuju dan Lanjut

source: Aids digestion, strengthens the lower back, and promotes focus and concentration.
id: Membantu pencernaan, memperkuat bagian bawah punggung, dan mempromosikan fokus dan konsentrasi.

source: All
id: Semua

source: All Trimester
id: Semua Trimester

source: Ankle
id: Pergelangan kaki

source: Are you sure you want to exit this session?
id: Apakah anda yakin ingin keluar dari sesi ini?

source: Back
id: Punggung

source: Back to Home
id: Kembali ke Beranda

source: Balancing and Grounding
id: Penyeimbangan

source: Beginner
id: Pemula

source: By continuing, I acknowledge that **I have consulted with my Doctor or healthcare provider** to ensure my pregnancy condition and my unique medical conditions and circumstances. My well-being and the safety of my baby are of the utmost importance. I consent to Mamaste **processing all data** I provide through this app, including sensitive data such as health information so that Mamaste can provide services to me.
id: Dengan melanjutkan, saya mengakui bahwa **saya telah berkonsultasi dengan Dokter atau penyedia layanan kesehatan saya** untuk memastikan kondisi kehamilan saya dan kondisi serta keadaan medis unik saya. Kesejahteraan saya dan keselamatan bayi saya adalah yang paling penting. Saya mengizinkan Mamaste **memproses semua data** yang saya berikan melalui aplikasi ini, termasuk data sensitif seperti informasi kesehatan sehingga Mamaste dapat memberikan layanan kepada saya.

source: Cancel
id: Batalkan

source: Completed
id: Selesai

source: Cooling Down
id: Pendinginan

source: Creating Exercise Plan
id: Membuat rencana latihan

source: Curating best yoga poses for your pregnancy weeks
id: Memilih pose yoga terbaik untuk minggu-minggu kehamilan Anda

source: Current Date
id: Tanggal Sekarang

source: Current Date:
id: Tanggal Sekarang:

source: Discard Changes
id: Hapus Perubahan

source: Do you have any health conditions that could affect your yoga?
id: Apakah Anda memiliki kondisi kesehatan yang dapat mempengaruhi yoga Anda?

source: Do you have any health conditions?
id: Apakah Anda memiliki kondisi kesehatan tertentu?

source: Enhances balance and concentration, strengthens the legs, and opens the hips and chest.
id: Meningkatkan keseimbangan dan konsentrasi, memperkuat kaki, dan membuka pinggul dan dada.

source: Enhances balance, strengthens the legs and core, and improves overall body awareness.
id: Meningkatkan keseimbangan, memperkuat kaki dan otot inti, dan meningkatkan kesadaran tubuh secara keseluruhan.

source: Enhances flexibility in the inner thighs and groins, stimulates abdominal organs, and improves posture.
id: Meningkatkan fleksibilitas di paha dalam dan pangkal paha, merangsang organ perut, dan memperbaiki postur.

source: Evening
id: Siang

# Exercise %lld/%lld
source: Exercise %1$lld/%2$lld
id: Latihan %1$lld/%2$lld

source: Exercise Completed
id: Latihan Selesai

source: Exercise that might help you
id: Latihan yang dapat membantu anda

source: Exit
id: Keluar

source: Exit and Discard Changes
id: Keluar dan Hapus Perubahan

source: Facilitates deep relaxation, reduces stress, and promotes mental clarity and focus.
id: Memfasilitasi relaksasi mendalam, mengurangi stres, dan mempromosikan kejelasan mental dan fokus.

source: Finish
id: Selesai

source: First
id: Pertama

source: First Trimester
id: Trimester Pertama

source: Foot
id: Kaki

source: Friday
id: Jumat

source: Get Started
id: Mulai

source: Got It
id: Dimengerti

source: Have you ever done yoga before?
id: Apakah Anda pernah melakukan yoga sebelumnya?

source: Health conditions
id: Kondisi Kesehatan

source: High Blood Pressure
id: Tekanan Darah Tinggi

source: Hip
id: Pinggang

source: Hip Openers
id: Pembuka Pinggang

source: History
id: Riwayat

source: How long does a typical exercise session fit into your schedule?
id: Berapa lama sesi olahraga yang sesuai dengan jadwal Anda?

source: How much time do you have to commit to yoga in a session?
id: Berapa banyak waktu yang Anda miliki untuk melakukan yoga dalam satu sesi?

source: I do yoga often
id: Saya sering melakukan yoga

source: Improves balance, strengthens the legs, and opens the hips and chest.
id: Meningkatkan keseimbangan, memperkuat kaki, dan membuka pinggang dan dada.

source: Improves posture, strengthens the thighs and ankles, and enhances overall body awareness.
id: Memperbaiki postur, memperkuat paha dan pergelangan kaki, dan meningkatkan kesadaran tubuh secara keseluruhan.

source: Increases flexibility and mobility of the spine, promoting a healthy spine and relieving tension in the back.
id: Meningkatkan fleksibilitas dan mobilitas tulang belakang, mempromosikan tulang belakang yang sehat, dan mengurangi ketegangan pada punggung.

source: Intermidiate
id: Intermediate

source: Knee
id: Lutut

source: Lack of Flexibity
id: Kurangnya Fleksibilitas

source: Leg
id: Kaki

source: Lengthens and strengthens the entire body, improves circulation, and relieves tension in the spine.
id: Memanjangkan dan memperkuat seluruh tubuh, meningkatkan peredaran darah, dan mengurangi ketegangan pada tulang belakang.

source: Looks like you have changes, Are you sure want to exit?
id: Sepertinya anda memiliki perubahan, apakah anda yakin ingin keluar?

source: Looks like you have changes, Are you sure you want to exit?
id: Sepertinya Anda memiliki perubahan, Apakah Anda yakin ingin keluar?

source: Low Blood Pressuer
id: Tekanan darah rendah

source: Monday
id: Senin

source: Morning
id: Pagi

source: My Assessment
id: Penilaian Saya

source: Neck
id: Leher

source: Next
id: Selanjutnya

source: Next: %@
id: Selanjutnya: %@

source: No History to show
id: Tidak ada Riwayat yang ditampilkan

source: No Plan yet
id: Belum ada Plan

source: No Yoga History
id: Tidak ada Riwayat Yoga

source: None at all
id: Tidak sama sekali

source: Orthopedic Issues
id: Masalah Ortopedi

source: Please wait, we are crafting the best exercise plan for you
id: Mohon tunggu, kami sedang menyusun rencana latihan terbaik untuk Anda

source: Please Wait, we are generating the best yoga plan for you
id: Mohon tunggu, kami sedang menciptakan yoga plan terbaik untuk Anda

source: Predicting best sessions for your schedules
id: Memprediksi sesi terbaik untuk jadwal Anda

source: Pregnancy & Health Condition
id: Kondisi Kehamilan & Kesehatan

source: Pregnancy Weeks
id: Minggu Kehamilan

source: Promotes a comfortable seated posture, aids in meditation, and releases tension in the hips.
id: Mempromosikan postur duduk yang nyaman, membantu dalam meditasi, dan melepaskan ketegangan di pinggul.

source: Safety first
id: Utamakan keselamatan

source: Saturday
id: Sabtu

source: Save
id: Simpan

source: Save Profile Changes & Update Yoga Plan
id: Simpan Perubahan Profil & Perbaharui Plan Yoga

source: Seated Pose
id: Posisi Duduk

source: Second
id: Kedua

source: Second Trimester
id: Trimester Kedua

source: Select your physical conditions below, and we will help you find the perfect yoga poses to improve your conditions.
id: Pilih kondisi fisik Anda di bawah ini, dan kami akan membantu Anda menemukan pose yoga yang sempurna untuk meningkatkan kondisi Anda.

source: Sorry, your Profile Change is not saved, Please recheck your profile
id: Maaf, Perubahan Profil Anda tidak tersimpan, Silakan periksa kembali profil Anda

source: Sorry, your Profile is not saved, Please resave your profile
id: Maaf, Profil Anda tidak tersimpan, Harap simpan ulang profil Anda

source: Sorry, your yoga poses change is not saved, Please recheck your yoga poses
id: Maaf, perubahan pose yoga Anda tidak tersimpan, Silakan periksa kembali pose yoga Anda

source: Standing Pose
id: Pose Berdiri

source: Start Exercise
id: Mulai Latihan

source: Start Now
id: Mulai

source: Strengthens and stretches the legs, opens the chest and shoulders, and improves balance.
id: Memperkuat dan meregangkan kaki, membuka dada dan bahu, dan meningkatkan keseimbangan.

source: Strengthens and stretches the legs, opens the chest and shoulders, and improves overall stability.
id: Memperkuat dan meregangkan kaki, membuka dada dan bahu, dan meningkatkan stabilitas secara keseluruhan.

source: Strengthens the arms and shoulders, stretches the spine, and improves core strength.
id: Memperkuat lengan dan bahu, meregangkan tulang belakang, dan meningkatkan kekuatan inti.

source: Strengthens the arms, shoulders, and core, improves balance, and tones the waist.
id: Memperkuat lengan, bahu, dan otot inti, meningkatkan keseimbangan, dan membentuk pinggang.

source: Strengthens the back muscles, improves posture, and stretches the legs.
id: Memperkuat otot punggung, memperbaiki postur, dan meregangkan kaki.

source: Strengthens the legs and core, opens the hips, and improves flexibility in the spine.
id: Memperkuat kaki dan otot inti, membuka pinggul, dan meningkatkan fleksibilitas pada tulang belakang.

source: Strengthens the legs and core, opens the hips, and promotes grounding and balance.
id: Memperkuat kaki dan otot inti, membuka pinggul, dan mempromosikan ketenangan dan keseimbangan.

source: Strengthens the legs, opens the chest, and enhances overall body strength and stability.
id: Memperkuat kaki, membuka dada, dan meningkatkan kekuatan dan stabilitas seluruh tubuh.

source: Strengthens the legs, opens the hips and chest, and improves balance and concentration.
id: Memperkuat kaki, membuka pinggul dan dada, dan meningkatkan keseimbangan dan konsentrasi.

source: Strengthens the legs, opens the hips and chest, and improves balance and focus.
id: Memperkuat kaki, membuka pinggul dan dada, dan meningkatkan keseimbangan dan fokus.

source: Strengthens the legs, tones the core muscles, and improves overall stability and balance.
id: Memperkuat kaki, membentuk otot inti, dan meningkatkan stabilitas dan keseimbangan secara keseluruhan.

source: Strengthens the legs, tones the glutes, and improves flexibility in the spine.
id: Memperkuat kaki, membentuk otot inti, dan meningkatkan stabilitas dan keseimbangan dari punggung.

source: Strengthens the lower back and tones the core, while opening the hips and improving flexibility.
id: Memperkuat bagian bawah punggung dan otot inti, sambil membuka pinggul dan meningkatkan fleksibilitas.

source: Stretches and strengthens the spine while opening the shoulders, improving flexibility and relieving tension.
id: Meregangkan dan memperkuat tulang belakang sambil membuka bahu, meningkatkan fleksibilitas, dan mengurangi ketegangan.

source: Stretches the hamstrings and spine, opens the chest, and improves overall flexibility.
id: Meregangkan otot hamstring dan tulang belakang, membuka dada, dan meningkatkan fleksibilitas secara keseluruhan.

source: Stretches the hamstrings and spine, promotes blood circulation, and releases tension in the neck and shoulders.
id: Meregangkan otot hamstring dan tulang belakang, mempromosikan peredaran darah, dan melepaskan ketegangan di leher dan bahu.

source: Stretches the hip flexors and hamstrings, opens the chest, and improves hip flexibility.
id: Meregangkan otot fleksor panggul dan otot hamstring, membuka dada, dan meningkatkan fleksibilitas pinggul.

source: Stretches the hip flexors and opens the chest, promoting hip flexibility and relieving tension.
id: Meregangkan otot fleksor panggul dan membuka dada, meningkatkan fleksibilitas panggul dan mengurangi ketegangan.

source: Stretches the hips and groin, increases hip flexibility, and helps alleviate discomfort in the lower back.
id: Meregangkan pinggul dan pangkal paha, meningkatkan fleksibilitas pinggul, dan membantu mengurangi ketidaknyamanan di bagian bawah punggung.

source: Stretches the inner thighs, groins, and hamstrings, improving overall lower body flexibility.
id: Meregangkan paha dalam, pangkal paha, dan otot hamstring, meningkatkan fleksibilitas tubuh bagian bawah secara keseluruhan.

source: Stretches the sides of the body, opens the chest, and improves flexibility in the spine.
id: Meregangkan sisi tubuh, membuka dada, dan meningkatkan fleksibilitas pada tulang belakang.

source: Stretches the spine and hamstrings, stimulates abdominal organs, and calms the mind.
id: Meregangkan tulang belakang dan otot hamstring, merangsang organ perut, dan menenangkan pikiran.

source: Stretches the spine and shoulders, opens the chest, and promotes relaxation.
id: Meregangkan tulang belakang dan bahu, membuka dada, dan mempromosikan relaksasi.

source: Stretches the spine, hips, and thighs, promoting relaxation and stress relief.
id: Meregangkan tulang belakang, pinggul, dan paha, mempromosikan relaksasi dan mengurangi stres.

source: Sunday
id: Minggu

source: Take a break, Enjoy Your day!
id: Istirahatlah, Nikmati hari Anda!

source: Taking into account your health conditions
id: Mempertimbangkan kondisi kesehatan Anda

source: Third
id: Ketiga

source: Third Trimester
id: Trimester Ketiga

source: This session will not be saved
id: Sesi ini tidak akan disimpan

source: Thursday
id: Kamis

source: Time Reminder
id: Pengingat Waktu

source: Tips for Pregnancy Exercise
id: Tips untuk olahraga kehamilan

source: Tuesday
id: Selasa

source: Update
id: Perbaharui

source: Update Yoga Plan
id: Perbahurui Plan Yoga

source: Warm Up
id: Pemanasan

source: Wednesday
id: Rabu

source: Week %lld
id: Minggu %lld

# Week %lld - %@
source: Week %1$lld - %2$@
id: Minggu %1$lld - %2$@

source: Weekly Schedule
id: Jadwal Mingguan

source: Welcome to Mamaste
id: Selamat Datang di Mamaste

source: What Are Your Current Conditions?
id: Bagaimana Kondisi Anda Saat Ini?

source: What availability day to commit to yoga each week?
id: Hari apa yang tersedia untuk melakukan yoga setiap minggunya?

source: What weeks of pregnancy are you in?
id: Berapa minggu kehamilan Anda sekarang?

source: When do you want to be reminded to do yoga?
id: Kapan Anda ingin diingatkan untuk melakukan yoga?

source: Which days of the week are you available for exercise?
id: Hari apa saja dalam seminggu yang tersedia untuk berolahraga?

source: Workout Date
id: Tanggal Latihan

source: Workout Date:
id: Tanggal Latihan:

source: Workout Plan for Beginner
id: Rencana Latihan untuk Pemula

source: Workout Plan for Beginner - New Beginnings
id: Rencana Latihan untuk Pemula - Awal yang Baru

source: Yeayy, you made it! You have completed today yoga.
id: Yeayy, Anda berhasil! Anda telah menyelesaikan yoga hari ini.

source: Yoga Duration in a Session
id: Durasi yoga pada setiap sesi

source: Yoga Experience
id: Pengalaman Yoga

source: Yoga Plan
id: Plan Yoga

source: You are in week %1$lld of pregnancy, so we are giving you the %2$@ trimester yoga plan!
id: Kamu berada pada minggu ke %1$lld dari kehamilan, oleh karena itu kami memberikan yoga plan untuk trimester ke %2$@!

source: You can skip this part if you feel no pain
id: Anda bisa melewati bagian ini

source: Your current and next yoga plan will be updated with your new data.
id: Plan yoga Anda saat ini dan berikutnya akan diperbarui dengan data baru Anda.

source: Your personalized yoga guide for a healthy pregnancy
id: Panduan yoga pribadi Anda untuk kehamilan yang sehat

source: Your yoga plan will be updated when you save the changes of assessment
id: Yoga Plan anda akan diperbaharui ketika anda menyimpan perubahan tersebut

source: Your yoga session will be recorded here
id: Sesi yoga anda akan disimpan disini
